Repository: wp-plugins/related-posts-lite
Catalog: languages/related-posts-lite-*.po
Languages: hu_hu

source: Related Posts Lite Settings
hu_hu: Related Posts Lite beállítások

source: Shortcodes for custom placement
hu_hu: Shortkódok, ha máshová szeretnéd elhelyezni a modult

source: Simple shortcode:
hu_hu: Egyszerű shortcode

source: Shortcode for templates:
hu_hu: PHP shortcode (témákhoz)

source: General Options
hu_hu: Általános

source: Layout Options
hu_hu: Elrendezés

source: Relevance Options
hu_hu: Relevancia

source: Content Options
hu_hu: Tartalom

source: Advanced
hu_hu: Haladó

source: Genearal Options
hu_hu: Általános

source: Advanced Options
hu_hu: Haladó

source: Related posts lite settings saved!
hu_hu: Beállítások elmentve!

source: Autoplay Options
hu_hu: Automatikus lejátszás

source: Enable autoplay?
hu_hu: Automatikus lejátszás?

source: Show the autoplay indicator?
hu_hu: Autoplay icon mutatása?

source: Autoplay interval (ms)
hu_hu: Auto lejátszás időtartam (ms)

source: By excluding one or more categories, the content (posts/custom post types) form those terms won't show on the frontend.
hu_hu: Egy vagy több kategória kizárása esetén a kategóriába tartozó tartalmak nem jelennek meg az oldalon

source: Exclude categories
hu_hu: Kategóriák kizárása

source: Exclude posts by ID
hu_hu: Bejegyzés kihagyása (ID alapján)

source: Separated by comma, example: 1, 2, 13, 24, 100
hu_hu: Vesszővel elválasztva pl. 1, 2, 4, 100, 1234

source: Save all tabs!
hu_hu: Minden beállítás mentése!

source: Return posts?
hu_hu: Bejegyzések használata?

source: Return pages?
hu_hu: Oldalak felhasználása?

source: Return custom post types?
hu_hu: Egyéb tartalmontípusok

source: Advanced options
hu_hu: Haladó

source: Show content
hu_hu: Tartalom mutatása

source: Content max length (characters)
hu_hu: Tartalom max. hossza

source: Show the date?
hu_hu: A dátum mutatása

source: Date format
hu_hu: Dátum formátum

source: Show the author?
hu_hu: Szerző mutatása

source: Theme
hu_hu: Téma

source: Max items count
hu_hu: Max. elemszám

source: On less content fill the items with
hu_hu: Kevesebb találat esetén feltöltés innen:

source: On no results fill the items with
hu_hu: Nulla találat esetén feltöltés innen:

source: Hide if no content is found whatsoever?
hu_hu: Modul elrejtése, ha nincs találat

source: Show images in results?
hu_hu: Képek mutatása

source: Image width
hu_hu: Képszélesség

source: Image height
hu_hu: Képmagasság

source: Image source settings
hu_hu: Képforrás

source: Primary image source
hu_hu: Elsődleges képforrás

source: Alternative image source 1
hu_hu: Alternatív képforrás 1

source: Alternative image source 2
hu_hu: Alternatív képforrás 2

source: Alternative image source 3
hu_hu: Alternatív képforrás 3

source: Alternative image source 4
hu_hu: Alternatív képforrás 4

source: Default image url
hu_hu: Alapértelmezett kép URL

source: Custom field containing the image
hu_hu: Egyedi mező, amely a kép URL-jét tartalmazza

source: Show the plugin under content?
hu_hu: Modul megjelenítése tartalom alatt

source: Show the plugin above content?
hu_hu: Modul megjelenítése tartalom felett

source: Show the plugin on posts?
hu_hu: Modul megjelenítése Bejegyzéseken

source: Show the plugin on pages?
hu_hu: Modul megjelenítése Oldalakon

source: Show plugin on custom post types
hu_hu: Modul megjelenítése Egyéb tartalomtípusoknál

source: Show on single content pages?
hu_hu: Modul megjelenítése Egyéni oldalakon

source: Show on the home page?
hu_hu: Modul megjelenítése a Főoldalon

source: Show on archive pages?
hu_hu: Modul megjelenítése az Archívumban

source: Look in title?
hu_hu: Keresés a címben

source: Look in content?
hu_hu: Keresés a tartalomban

source: Look in excerpt?
hu_hu: Keresés a kivonatban

source: Look in custom fields?
hu_hu: Keresés Egyéni mezőkben

source: Keep each field exclusive?
hu_hu: Mezők exkluzivitásának megőrzése

source: Exclusive fields mean, that only the corresponding fields are compared. Title vs. title, content vs content etc...
hu_hu: Az mező-exkluzivitás azt jelenti, hogy az adott bejegyzés címe nem lesz hasonlítva a tartalomhoz, kivonathoz, stb..
